[Killed] Block removal mutation
PerformanceOfSomething/src/PerformanceOfSomething.Lib/Class1.cs:26:5
     /// <param name="boolIn">the bool that will be returned.</param>
     /// <returns>a bool.</returns>
     public static bool ReturnBool(bool boolIn)
-    {
-        return true;
-    }
+    {}
 }
 
